{
  "id": "rw0iwh0t9r-bd49-491e-ad95-5a4c07ea8731",
  "language_model": "assemblyai_default",
  "acoustic_model": "assemblyai_default",
  "language_code": "en_us",
  "status": "completed",
  "audio_url": "https://content.libsyn.com/p/2/8/b/28b5fbe9cb2c6ab7/Making_Sense_288_Bremmer__Zeihan_paywall.mp3?c_id=131942195&cs_id=131942195&destination_id=480596&response-content-type=audio%2Fmpeg&Expires=1679421202&Signature=Ef17IuDL6D2yvKPDTKL4gsINYmbPgVwHa0jIak3FaQwcUFuDoV3d5St6yP~QvmAfrS0a4fABqM87Z3u55sZsmlBoJ6owBXGF3C2hUDnfnD7orVh9GUhvJlVw217NaFS1E6f0fMVqexKoLKGwHm0j44LxwiDcLrYllKVUlI0MJvPES-Ms1JGDXZedv~edRyQtLIl6KTnTxsqp5PHDyxmYsxj5zUDxJZzJDFZhccxqP5qWp8QR~tDwCsfa-he2UX3st1JOkms~U6x-Zvq7bfmUGhI~LJPxnN-NI-JaQRr5fyElWRGF9MYaXhB0vD9fXcS519EaP7dINJQf1UGlEFMvvw__&Key-Pair-Id=K1YS7LZGUP96OI",
  "text": "Welcome to the Making Sense podcast. This is Sam Harris. Just a note to say that if you're hearing this, you are not currently on our subscriber feed and will only be hearing the first part of this conversation. In order to access full episodes of the Making Sense podcast, you'll need to subscribe@samharris.org there. You'll find private RSS feed to add to your favorite podcaster along with other subscriber only content. We don't run ads on the podcast and therefore it's made possible entirely through the support of our subscribers. So if you enjoy what we're doing here, please consider becoming one. Okay? Still a lot happening in the world. It is crazy out there and today's podcast will take a major slice of that craziness and hopefully put some order to it. Just a couple of housekeeping items. Some exciting things happening over at Waking Up. To coincide with the beginning of summer, we kicked off an initiative we've called 100 Days of Giving. Each day, we'll pick one person at random within the app to help us give away $10,000 to any one of ten extremely effective charities. And we're about seven days into that campaign and it will go on all summer. So we'll give a million dollars away over the course of 100 days, and Waking Up subscribers will help us do that. We're giving to a wide range of causes, from the Malaria Consortium, to the Clean Air Task Force, to the International Rescue Committee, the Cure Alzheimer's Fund, the Animal Welfare Fund, the Climate Change Fund. All of these are organizations that we got some good advice on. And if you're a subscriber to Waking Up, you'll see more information within the app. Anyway, I'm really happy about that. Also in Waking Up, we're launching a new category of content called Life to add to the theory and practice sections in the app. We've always described Waking Up as not just another meditation app, and in part that's been justified by how we approach the topic of meditation itself. It's not merely a means of calming down or becoming more productive, but rather it's a practice that can open doors to truly life changing insights into a new way of being in the world. But there's certainly more to living a fulfilling life than exploring the nature of one's mind directly through meditation. So we're creating a section in the app that can absorb courses on a wider range of topics related to happiness and decision making, leadership, wealth, parenting, and many other topics. And we're launching today with the beginnings of a wonderful course on time management that the writer Oliver Burkeman has produced for us. He wrote a book on the topic I really loved titled 4000 Weeks, and now he's producing an audio course for us. So anyway, that should be in the app, if not now, later today, depending on when you're listening to this podcast. And yeah, I'm very excited about it. And finally here on the podcast, we have released another podcast feed titled The Best of Making Sense, where we resurface some of the older episodes that are truly evergreen. Rather than put them in the Making Sense feed itself, we have created a separate podcast, essentially, and you can find information about that by searching The Best of Making Sense. If you're a subscriber to the podcast, you need to get the private RSS link from my website, which you can now do on mobile quite easily. It's essentially one touch, and if you're not a subscriber, you will once again be getting half episodes. But they seem like a way to make the archive more accessible to new listeners, because there are very likely dozens, even scores of episodes new listeners have missed that they're unlikely to go back and find which really are as good as they were on the day I recorded them. In fact, as a proof of concept, I just listened to the conversation I had with Bart Erman about Christianity and had forgotten how much I enjoyed it, as there to be found as a recent addition in The Best of Making Sense. Okay, today we're talking about the end of the world as we know it. That really is not much of an exaggeration, because today I'm speaking with Peter Zion and Ian Bremmer. We're focusing on Peter's new book titled The End of the World Is Just the Beginning, which is a fairly dire look at the implications of deglobalization and demographic collapse. As I say, at the beginning, I invited Ian to help co host this episode, essentially because so much of what Peter has written about is just not in my wheelhouse. So I invited Ian to ride shotgun with me, which happily, he did, and I thought it was a great conversation. We track through a lot of what's in Peter's book why declobalization is happening, why he's so confident that it will continue to happen, how it has different implications for countries like China versus countries like America, and as you'll hear, there are not too many countries like America in his estimation. And there's a long discussion on the implications of demography and demographic collapse. Just what is the relationship between labor and consumption and investment and urbanization? What does the world look like with shrinking populations? As you'll hear, it is a bracing and fairly alarming picture of guaranteed disorder and scarcity. And there's also some discussion about the significance of the war in Ukraine and other recent developments there. Anyway, I found it fascinating. I hope you enjoy it. Peter Zion is a geopolitical strategist and founder of the consulting firm Zion on Geopolitics. His clients include energy corporations, financial institutions, business associations, agricultural interests, universities, and the US military. He is the author of The Accidental Superpower, the Absent Superpower, Disunited Nations, and most recently, the End of the World is just the Beginning. Ian Bremmer is president and founder of Eurasia Group, a leading global research and consulting firm and G Zero Media, a company dedicated to providing intelligent and engaging coverage of international affairs. He currently teaches at Columbia University's School of International and Public Affairs, and he has published ten books, including the New York Times bestseller US versus Them The Failure of Globalism, and his most recent book is The Power of Crisis How Three Threats and Our Response Will Change the World. Ian is also a foreign affairs columnist and editor at large for Time magazine. Apologies for some of the audio, especially on Peter's side. Peter's in the middle of a book tour and we were unable to send him the gear we usually send to guests. So it sounds more like a phone call on his end, but his words are clear enough. And I bring you Peter Zion and Ian Bremer. I am here with Peter Zion and Ian Bremmer. Peter, Ian, thanks for joining me. It's great to be here. Good to be with you guys. Peter, the occasion for this conversation is your fairly astounding new book, the title of which is The End of the World Is Just the Beginning, which I read last week, and I knew I wanted to speak with you. I also knew that I am not entirely qualified to absorb every aspect of your thesis. I mean, you cover so many topics which are really not my wheelhouse, things like geography and manufacturing and agriculture and industrial materials, et cetera. So I invited Ian on, really, to kind of copilot the plane with me here and be a backstop against some of my ignorance about these matters. And Ian is a frequent guest on the podcast, so it's great to talk to you both. I'd like you to roll out your thesis as you present it in the book at kind of a high level at the beginning here. I guess I'll just kick you off by reminding you that one of the more provocative and unequivocal things you say in the book, among many provocative and unequivocal things, is that, quote, the world of the past few decades is the best the world is ever going to be in our lifetime. And so, basically, your claim that surfaces throughout the book is that the world as we have known it ended more or less in 2019 and there is no going back. And globally speaking, more or less, everything that matters is going to get worse, and it's going to be worse for the rest of our lives. As we'll hear that, you posit that there'll be islands of relative advantage and America is going to do much better than China, for instance. But basically the sky really is falling on your account. So I'd love you just to jump in and give us a first pass at this argument. Of course. So let's start at the beginning. Before World War II, global trade, in the way that we think of it today, did not exist. There was no manufacturer's trade, certainly not supply chains. Energy and agriculture tended to be kept in house. If you wanted something, you went out and you took it, colonized it, you expanded into empire, and those empires clashed. Those clashes brought us the destruction of the World Wars and the end of the imperial era. At the end of that conflict, the Americans proposed a new way of functioning. Instead of everyone having to have their own sequestered protected militarized convoy systems, the US. Would use its navy, which was the only one of science to survive the war, and would protect everyone's commerce everywhere at any time, no matter who you wanted to partner with, where you wanted to go, where you wanted to sell, if in exchange, you would serve as cannon fodder. In the Cold War, we bribed up an alliance, and it worked. But the Cold War ended 30 years ago, and we've been backing away ever since. And in every presidential election, we have gone with the more populous candidate, and I would not exclude Biden from that statement. We're done. And at the time that the Ukraine War started, we actually had fewer troops stationed abroad than at any time since Reconstruction. So the American commitment to this sort of structure, which was always a security structure for us, is now gone second, that structure changed the way we live. In a pre World War II, pre urbanized, pre industrial system. Everyone lived on the farm, and kids were free labor, so you had a lot of them. But when globalization happened, urbanization happened, and everyone took those industrial and service jobs and manufacturing jobs in cities. And when you move into a condo, kids are no longer free labor. They're just a really expensive headache. Adults aren't dumb, so we had fewer of them. You fast forward that 75 years, and it's not that we're running out of children. That happened 40 years ago. It's that we're running out of adults. And we do not have an economic theory for what a world where the retirees outnumber the children and the adults looks like, but we're about to live in that, in the naked. Now, it feels good until now, because as you age, if you're part of a global system, if you have a lot of people in their forty s and fifty s people who have literally been in their careers their whole lives, well, they're very productive, but they've got to export that product in order to make it work. And in a globalized system, you can export from the more advanced aged economies into the younger ones, but that only works until you hit mass retirement. And at that point, you don't only lack consumption, you also lack production and investment. And that is a position where the Chinese, the Japanese, the Koreans, the Italians, the Belgians, the Germans, and more are all edging into in the first half of this decade. And there is no system that we are aware of, even theoretically where that works. So we are now at the end of what has been the greatest period of economic growth in human history, and now we get to figure out what's next. So there are two main pieces here. There's the claim about deglobalization and then the claim about demographics. I don't know which we should take first. There must be a few assumptions built into each of them. I'm wondering maybe let's take deglobalization first. That seems to be a very simple claim. Why is it happening? And what if we I mean, just just imagine a case where you're claiming that America long ago decided to stop being the world's cop and pull back. And I'm wondering what Ian thinks of that. But let's just say that's true and it's been true and it currently is true. That's the kind of thing that could change, right? And that would upend at least one crucial part of this thesis. What if everyone who mattered read your book next week and thought, we have to arrest this slide toward the brink, we have to secure a globalized supply chain and make the world safe for commerce once again? Why couldn't that happen? Well, let's start with why it can't happen, and then we can go into why it won't happen. First, the can't. If you want to patrol the global oceans, you need to make sure that there's one overarching naval power who has the capacity to do it, and there are not challengers to the throne who could potentially disrupt it. The US Navy is potent, but it is designed to smash countries, not protect trade anymore. We have eleven supercarriers. Another three are on their way. Fantastic tools for military power projection. But if you want to patrol the global oceans, you need destroyers. I would say you probably need about 800 of them. We have 70, and half of those are dedicated to protecting the carriers. It's also the 1960s anymore. The Soviets were never great at anything naval, but now there is a wide range of middle powers, of which China is one, who would like to have their own sphere of influence in terms of maritime power. And that is just not something that works in terms of unrestricted merchant activity. So even if the United States wanted to do this, we no longer have the capacity to do it. And nor is there a country or a coalition of countries that have the naval power that would be necessary to build some sort of PAX global system. We just have sailed past that. To put it bluntly, in terms of why it won't happen, the United States politically has moved on. And part of what made globalization work is that for the Americans, globalization was a security pact, not an economic one. Everyone else got the economic benefits. We got to be able to write everybody's security policies. That was the deal. You do that for 70 years and economics change in the home country. And so we have seen the gradual departing of manufacturing, for example, from American shores to the wider world. We have seen countries that normally could not have built the institutional or physical infrastructure or industrial plant be able to do so because of global finance. And we've seen other players come into the market in terms of energy and agriculture that couldn't have done so in the imperial era except as colonies. They're all independent countries now. And there's some resentment in the United States. This is part of the rise of Donald Trump and Joe Biden, part of the return of populism to the core of our political debates. The idea that the united states has gotten a raw deal, even though the deal is one we made, even though it's one we pioneered, and the idea that the united states is going to build out a navy so it can bleed and die, so that the chinese can import raw materials and export machined products, that was always a dubious line. And so here we are at the end of the system. So let me jump in. Let me say, first of all that I think it's appropriate that we well, actually, big picture, I should say that Peter and I agree on much more than we disagree on. We've known each other for a long time. I read the book a few months ago. I liked it quite a bit. So we're getting this is I think this is going to be more about nuance and deep conversation that elucidates as opposed to fiery disagree with each other on everything. I will say that to the extent that we disagree, we probably disagree a lot more on the deglobalization piece and how far it goes than we do on demographics. So I would spend more time on that. I think demographics one of the few areas that we can make very strong predictions with confidence about where we are heading over the next 30, 50 years. Because most of it has already happened, it just hasn't happened. It hasn't played out yet. As Peter said, those people are born, but we haven't seen what happens as they become old. And we're going to exactly we know exactly how many 50 year olds we're going to have in 20 years because they're all 30 now. We do now. I don't think we necessarily agree on how many we need and what the implications of that are in one place that we will have an interesting disagreement later is about whether China necessarily loses because they have demographic challenges. I'm utterly not convinced about that and I think that'll be an interesting conversation. But that's not where we are yet. Where we are now is big question about deglobalization. I think one thing that's very interesting is the tension in this book. It's tension with Peter's argument is that he said we've just lived through the most staggering and extraordinary sort of 50 years that the world has ever had, and now it's over. But at the same time, he said that part of the reason that the Americans aren't going to do this and don't want to do this is because so many Americans feel like globalization, this wonderful period, was such a raw deal for them. And those things are I mean, I'm not trying to be too cute here, but those things, they overlap, but they don't overlap perfectly. So we need to recognize that actually globalization was an enormous benefit for a certain number of Americans an enormous economic benefit for a certain number of people. And banks and multinational corporations that were largely had shareholders in the advanced industrial democracies, but that the middle classes and the working classes in those same countries were largely hollowed out. And so globalization wasn't such an amazing time for those people for the last 50 years. And Thomas Piketti has written about that, and a lot of people have written about that. And that's why you're getting all of this populism and anti establishment sentiment in the US. So there's an argument to be made there. The second argument to be made is that deglobalization is not a switch. We have had almost unfettered period of globalization for the last 50 years, and I have been a staggering enthusiast for it. And frankly, so has Peter, in the sense that we know that we've created a global middle class, and we know that there's been unprecedented amounts of human development and wealth and factfulness. And you can read that wonderful book by Hans Rosling who just departed us a few years ago, and you can see all those numbers. That's great. But we aren't right now in one period of deglobalization. I would argue that there are three separate types of deglobalization that are presently happening. They are different and they are constrained. The first is Russia. And Russia is being deglobalized and decoupled from the developed world because they invaded Ukraine. They hadn't. That wouldn't be happening, as we've seen from the Europeans and their energy policy over the last 1020 years. A second deglobalization is between the United States and China, but it is relatively limited to areas that are considered to be critical for national security. Those are defined differently between the United States and China. And a lot of other countries around the world, including the Europeans and the Asians, want none of it. So even the Japanese, who are deeply concerned about national security tensions with China, and we saw that with Abe, and of course, we now see that with Kashida, want to ensure that they can continue to do more and more and more business with the Chinese. The Chinese feel the same way. So there's a constraint there in the same way. Do you feel that constraint from much of the private sector in the United States? And then finally, there's this every nation for itself. America first, India first, Malaysia first, which is this knee jerk reactionary populism to global bits of globalization not working for parts of your populations, and that's absolutely everywhere. But it doesn't have a lot of power. And as a consequence, vested interests with a lot of money do everything they can to provide lip service but not actually move policy so far and so fast. So I guess I am saying that I think that the broad dynamics that Peter identifies as to this tipping point from unfettered globalization to something that feels a lot more challenging, I agree with that, but I'm much less sharp on globalization to deglobalization. I think it's more nuanced. I think the transition is going to take longer and it's also going to have different effects in different parts of the world. Finally, I would point out that I don't believe that we are in a Cold war with the Chinese. I'm not saying Peter does. He doesn't say that in the book. I also don't believe we're heading for one in the same way that between the Americans and the Soviets, we had this mutually assured destruction that prevented us from getting into a hot war. I think the incredible amount of integration between the US. And the Chinese economies, never mind the Chinese economy and every other economy and the American economy and every other economy, actually provides very strong guardrails that really does limit our capacity to get into a Cold war between the US. And China. And ultimately that makes me more optimistic that the fact that the Americans and the Chinese have very different political systems and economic systems that have incompatibilities and they have military strategies on some issues that are clearly zero sum. That ultimately, their economic shared interests as well as their coming climate shared interests, and even their proliferation of dangerous technologies coming shared interests make me less pessimistic about the next 1020 years geopolitically than Peter is from a global perspective, though not so much for the US. In his book. Right. Well, just before I hand it back to you, Peter, more or less everything you just said about China and there not being a risk of a Cold War is obviated by Peter's thesis, if he's correct, because China is more or less going to cease to exist as we know it in fairly short order. But we'll get to the specific claims about China in a moment. Peter, what is your response to Ian? I would say when Ian I first met what was that, nine years ago? Eight years ago, yeah. What he just laid out was one of my scenarios that this could happen quickly, this could happen over a long period of time, there could be a transition period. Events of the last eight years, however, have changed my mind on that. I've seen significant short sightedness in foreign policy making in the United States and Europe, but most of all in China. I've seen a collapse of China's institutional capacity to process information leading to ever and ever worse problems. And now we've got a little bit better demographic data that has come out of China, which is truly horrific. Actually, it's come out since the book published just a month ago, and we're now looking at a Chinese population that's less than half of what it is today, as early as 2050. And in that sort of environment, china is just not competitive in anything. And that assumes there are no interruptions to the flows of stuff into China. So I have lost track of the number of clients that have come to me in a panic and wondering when things are going to go back to 2019, whether it's because of Trump or because of China. And I really don't have a lot of good news for them anymore. And just in the last 48 hours, I am very concerned about Germany's role. Now that Nordstream is offline, we don't know if it's going back online. The last of the four pillars that support German industrialization manufacturing are in the process of crumbling. We have become so vulnerable in the last eight years, and everything has become so exposed. And just the bedrock that allows globalization to function, the idea that materials, energy, food and manufactured products, intermediate products in particular, can just flow effortlessly, that's all stopped. And when I look at a country with a terminal demography who has no control over its energy or its machine inputs, it does not take much of a breath to knock that over. And I think we're going to see in very real time, in just the next three months, just how bad this can get for Germany very quickly. And if we've got Germany and China in a degree of economic duress at more or less the same time, but for different reasons, I don't see how we pull out of this. I would love to be wrong. I would love for there to be a transition period where we have a chance to plan, but everything has gone so far with no mitigation that I think we're well past the point of no return now. Okay, that's one I definitely feel more optimistic about. And look, I accept the point that there are a lot of corporates out there that are a little unmoored and a little untethered by things that have happened geopolitically in the world that they were not thinking about, were not expecting. I also think that you're going to get more of them coming to you, Peter, saying, I'm in a panic. We're not coming back to 2019 precisely because you are yourself moving towards more dire scenarios. And so there's going to be some self selection there in terms of the people who they're asking you. Fair enough, right? But let's talk about Nordstream, because I think that my understanding from the German government and from talking to a lot of people sort of inside this issue and our energy practice is that, worst case scenario, if the Russians were to completely cut off Nordstream. So nothing more after these ten days are over, I guess that's July 21 is that the Germans would be in a mild but not severe recession. You're probably talking about a two to 3% GDP contraction for one year compared to what they are presently expecting. There would be a significant amount of consumer stress that would require the Germans to pass on significant subsidies to the corporations and or benefits to the population that breaks their existing fiscal rule. They have plans for how they would do that. I have been stunned, Peter, with how quickly the Germans in totality have been willing to move on every single issue that they can to get a diversification away from Russian fossil fuels. They've got mobile LNG terminals that should be ready by winter end of the year, early next year, absolute max. A lot of efficiency measures they're taking there's. Diversification from the United States, from Qatar, from other countries. It's been shocking to me how quickly and depending on who you talk to, they think that either by the end of this coming year or maximum by the end of the following, that they will no longer need any exposure to Russian fossil fuels. And no one in Germany would have said that on February 24 after the Russians invaded. Now, I'm not suggesting this isn't a big problem, but the scale of the problem, even in the worst case scenario where the Russians cut everything off, I think is manageable. Secondly, I don't think the Russians are going to cut everything off. I think it's interesting that so far the Russians, when they have been sort of hitting the Germans and hitting the Poles and hitting others, it's been percentages. And it's been also like they do with so many things, with fake arguments for why they have to do it, because they're missing sort of they're having technical problems. And of course, we know they're not really having technical problems, but why they need to lie about it, why they need to obfuscate and of course, it's because they recognize that they do want to come back to the markets over time. And they still believe, I think, that they will have that opportunity. They still think that after they take the Donbas and the Ukrainians, who have gotten much more pessimistic over the past weeks, get stuck with something that feels like a frozen conflict, then the Germans and the Italians and others are going to feel differently about Russia than they do now. And furthermore that the United States in 2024 with Trump running, might feel very differently towards Russia than they do now. And so Putin sees that he still has opportunities in a long game that make him not want to throw the energy baby out with the Ukrainian bathwater. And so again, I'm not saying that you're directionally wrong. I think you're directionally identifying a lot of stuff that for me goes along with geopolitical. Recession goes along with a g zero global order, which none of us like. But I'm less dire. I'm closer to your more. I wouldn't say it's an upbeat scenario, but it's certainly much more of a muddle through scenario than what you're painting. Or is it just a longer time horizon? It's a longer time horizon, but also the fact that we respond to crises. My last book was all about these crises also are precisely the kick in the ass that many institutions, governmental leaders at the nation level and at the non nation level, need to start changing and reforming their institutions in ways that will be more sustainable for the 21st century. Right. So, Peter, I'd love you to respond to that, but I guess I'll add another piece here, which is obviously there are things that have happened recently that have put a lot of pressure on the global order. COVID and the war in Ukraine being, I guess, the two major examples, and on your account, all of that's just accelerating what was going to happen anyway. Again, we're going to jump into the demographic piece in a moment, but just on this point of a runaway trend toward deglobalization, why do you think it is actually happening? Is it inextricable from the demographics or is its own variable? I think it's its own variable, but demographics are perfectly capable of killing it all by itself. Either of these issues, from my point of view, are death blows, and having them both in roughly the same time frame is just really bad luck. I'd like to go back to something that Ian said about the Russians. I am not convinced that they're going to turn Nordstream back on or not. I don't know. That's an internal Russian political move that it's entirely possible they haven't made the decision on. I am far more convinced that even if you put Nordstream to the side for the moment, all of the pipes that traverse Belarus and Ukraine are ones that are probably not long for this world. It's difficult for me to see a Ukraine that believes it's losing the war to allow those to continue to operate. And I think one way or another, we're going to be seeing Russian energy fall off the market for a significant period of time. Disagree on that one, and by significant, I mean decades. The last time the Russians, for whatever reason, had to shut in their oil, it was 1992, because their exports, their raw production was fine, but their internal market collapsed, so industrial demand went away. And that meant you had wells shut in in the permafrost. And when that happened, the wells become damaged and you get frost and water expansion damage up and down the pipes and in the wellheads themselves, and eventually you have to rebuild most of the system that took them 30 years last time. So Nordstream is like the issue of the moment. Like, literally right now, this moment but there is a half of other than other things that are semi related behind the scenes that are perfectly capable of making any German hope for getting back to some sort of old normal or transitioning to a new normal on a time frame they can't control. And in that sort of environment, I am very concerned about what happens with German manufacturing. And I'm even more concerned about what that means for Germany's position within the Western world. Because it feels to me like the Russians are presenting the Germans with a simple choice. We can keep the lights on for you, but that means you're out of the coalition that is supporting Ukraine, and that means the logistics that you have that is supporting Ukraine are no longer in play. Or you can do this without us. And good luck with that. So I think that there's no chance that the Germans would be prepared to accept that kind of a Russian deal. You're right. And I don't think that the Germans have a hard time keeping everything running. Look, I get it, and I also I mean, I've seen how fast some of them are moving from gas to oil in terms of electricity needs. And again, I'm not suggesting they don't have problems here double negative. They have huge problems here. But they're aware of them. They've taken that step. They understand that they made themselves far too vulnerable for far too long. It was a strategic error. And the Olaf Schultz government, which is quite stable, and its coalition, which is quite stable, is moving smartly in that direction. And so I also think that it was the Germans against French opposition, that made all the calls to ensure that Ukraine was given candidate member status to the EU. And part of the reason for that was because the Europeans, as a consequence, are going to be committed to rebuilding the Ukrainian economy. And no, they're not going to get into the EU for ten or 15 years. But that also means that it gives them the leverage to ensure that the Ukrainians aren't going to actually shut down or blow up pipelines that they, they are reliant on Europe going forward for their own rebuilding, irrespective of how much of the donbas and the land bridge to Crimea the Russians actually control. So what I see after this Russian invasion of Ukraine is a very large number of stabilizing measures that have been taken in a very difficult environment by the Europeans, by the Germans, by the Americans, and even by the Ukrainians. That help me feel like this transition. If the Russians decide that they want to go to a very bad place here, they'll be okay. And also, I would just suggest that remember that Putin said that if Finland and Sweden were to join NATO that they would be held to pay diplomatic hell, economic hell, military health they've gone through, they're joining. And the Russians haven't done boo because they can't handle an additional fight with NATO. On top of having 20% to 30% of their land forces getting chewed up in the first five months of this war, russia just doesn't I don't believe Russia has anywhere close to the actual leverage that would be implied by an argument that says they can really shut the Germans down. I really hope you're correct. I think many people listening to this might be mystified as to why Russia and Germany, granted, the conflict in Ukraine and its knock on effects to countries like Germany are important topics. But why all of this has global implications? Why are we past the point of no return with respect to deglobalization? And why is any of what we're focused on in the last few minutes relevant to that question? Well, Ian, you want to split that in half? I can take the economic side if you want to take the political and strategic, sure. Okay. So economically, Russia is the world's largest source of Fertilizer, and the components that are necessary to make Fertilizer, specifically 40% of potash. Russia is the world's second largest energy exporter in terms of oil. Number one, with natural gas, which is not just used for fuel, especially in Germany. It is used as an industrial input. It's the base of German heavy industry. It is arguably one of the top three items that the Germans have in terms of making their industry globally competitive. And so if something happens to that, you're talking about a loss of the world's third largest manufacturing base. The energy that the Russians export in oil form, that's about five to 8%, based on who's doing the math in terms of global energy supply, and oil supply and demand mechanics are inelastic. So if you take off 5% of global energy, you can count on prices roughly doubling. There's no way we can have globally available fossil fuels without the Russians as part of the system. On the flip side, they are also major players in things like platinum and palladium and lithium and rhodium and nickel and copper. You also can't have the green transition without the Russians. So the Russians and Germans, time and time again, generation on generation, have had this weird dance where they have to be each other's largest economic partner, but they are also each other's largest strategic rival. So they move together to try to avoid a war. A conflict happens anyway. They hive apart. There's economic dislocation as a result, which the rest of the world knows as a recession or depression, and then they repeat it. They've been doing this for centuries, and this is probably the last time they do it, in my opinion, because of demographic restrictions. So who, quote, wins unquote, this time around really matters. So I'm very happy with that economic explanation. And on the geopolitical side, the Russians, for reasons that I think are very explicable, nonetheless made an incredible misjudgment strategically when they decided to full on invade Ukraine. I mean, they saw after 2008 in Georgia, after 2014 in Ukraine, that they didn't have a strong and united Western response against them. After 2014, the sanctions were pretty limited. You had European heads of state all coming to visit Putin when they hosted the World Cup a couple of years later. Like it wasn't such a big deal. And then when Biden meets with Putin a year ago in Switzerland and it's Biden's agenda, he doesn't even bring up Ukraine. All he talks about is the pipeline attack on the colonial pipeline, the cyberattack, and said, that Russia. If you guys don't work on that and cut that out, there's going to be hell to pay. And you know what? Putin actually rolls those guys up. Not only does he tell them to stop engaging in cyberattacks against American critical infrastructure, but literally in the weeks before the invasion of Ukraine, he actually has a bunch of the people that were leading the cyber group that was in charge of the colonial attack has them arrested, which I mean, nobody talks about this anymore, but the fact is that from my perspective, that was Putin telling the Americans, okay, we're going to take care of the issue that you care about. The issue we care about, that you don't care about, is Ukraine. And meanwhile, he's got Merkel's Gone, who was the strong sort of advocate engaged with Ukraine through the Minsk Accords. He's got Macron saying that NATO is brain dead, and he's talking about his own way of strategic autonomy. He's got the Americans with this disastrous Afghanistan withdrawal. The Americans kind of did unilaterally and that the allies are very unhappy about. He's got Xi Jinping saying he's his best buddy on the global stage. Now, by the way, I think that if Putin had decided just to do the second phase of what he calls the special military operation, if he had just taken the Donbas and the land bridge, I think he might well have gotten away with it. That you wouldn't have had the expansion of NATO and the Olaf Schultz 2% of GDP and the Europeans cutting everything off. He could have gotten it right. But he thought that he had the big kahuna right there, that if he took Ukraine and took out Zelensky, that he would be able to recreate a Russian empire, that he would be a new Peter the Great. That he would have achieved what Soljaniechin was talking about and redressed the greatest humiliation of his lifetime, which was the collapse of the Soviet Union by having Bielarus Ukraine and Russia together under one Russian empire. And that was a bridge way too far. The Ukrainians fought way too capably, and the west united and responded extremely strongly. So, Geopolitically, you now have a situation where not only have the Russians been decoupled from the west, but even the Asians, even Japan and South Korea, feel very strongly about this. And frankly, the fact that the United States and allies, even you'll remember, froze Russia's assets outside that were in their jurisdictions. No one thought that was even a remote possibility they were talking about. Maybe you cut them off from Swift and you ended up seeing the west doing far more to punish the Russians. So, I mean, you take what Peter just said about the economic side and add to that the fact that geopolitically and geostrategically, the Russians have been cut off from the west effectively permanently. As long as this regime is there, I don't see that changing. And of course, they're also in a vastly worse strategic position, security position, than they would have been if they hadn't invaded Ukraine back in February. So that's why you add all of that up. You have this significant component of deglobalization, where, for the first time in history, a G 20 economy has been basically severed from the G Seven. We've never done that before. Okay, well, I think it's now time to bring in the variable of demography, because it relates to even some of what you just said there, Ian. Because on Peter's account, part of what's in the back of Putin's mind, in his expansionist mood is the demographic collapse that Russia is suffering. And the implications of that for purposes of security. So first, let me just confess at the outset that after reading Peter's book, I was somewhat alarmed and chagrined at how little time I have spent thinking about the significance of demographics. It just is not something that I have spent any time on. And to hear Peter tell it, demography is, if not entirely destiny. It's pretty close. So, Peter, I'm wondering if you could just give us a primer on the significance of demography for a few minutes and talk about the relationship between population and labor and consumption and investment and urbanization, and just how all of that diabolical machinery works and why things are so dire in so many places at the moment. Well, it's just math, and math is diabolical. So I understand why most people don't follow it. It also takes a long time. Changes that are made to demographic factors today are not going to fully manifest for a generation or two. It's just that the cause, the root cause of all of this is the mass urbanization and the mass industrialization that happened in the aftermath of World War II and then really got intense in the post Cold War system. So think of a demographic structure like a pyramid, with all of the babies down to the bottom, followed by the toddlers, followed by the children, followed by the teenagers. And as you go up that pyramid, it gets narrower and narrower because of simple mortality. Now, until we get to roughly 1800, the whole world was a pyramid. Lots of children, very few retirees, everyone else stacked up in the middle. With industrialization and urbanization, however, we got better health systems and that meant infant mortality went down, but we also got urbanization, which means people had fewer kids. So that very bottom tier, the children, it got narrower in terms of fewer children, but then everybody lived like an extra two or three years, so the rest of the pyramid lifted straight up. You repeat that a half a dozen times as the technologies of urbanization percolate out. We get hospitals, we get ambulances, we get electricity in the countryside, and both of those trends continue. So you get narrower and narrower at the bottom, but the pyramid gets taller and taller and taller. And so your birth rate drops because you're urban now, but your life expectancy has extended. And China is probably the best example here. From the point that they started their industrialization process in the late seventy s, the birth rate has steadily ticked down as life expectancy has steadily ticked up. And from roughly 1980 until roughly 2020, their population doubled. But with fewer and fewer children every year, as your population lifts up that age bracket, you get bulges. And at first it's all good, because when you have a lot of people in your twenty s and your 30s, when that's where your bulge is, those are the people who do the consumption. Those are the people who do most of the low and mid value added labor. And this is the story of the Chinese industrial boom that we know. But if you keep aging, that bulge moves from the, into the, that group at the bottom of the children continues to get narrower and narrower and narrower. And as that narrow section starts to lift up itself, you're now not just running out of children, you're adding up out of people in their twenty s and their thirty s. And this is where China was roughly 15 years ago. And in that environment, your advanced worker cadre people's in their forty s and their 50s, it's super saturated. Their high value add work relative to their economic skill set for the economy as a whole does really well, and they start to outcompete everyone. And as you start edging into the early 60s, they become capital rich as well, because they have a whole lifetime of expertise behind them, and their kids have left home, so most of their big expenses are gone. But what is happening now is we're just going to the next step. That bottom part, the children, has been narrowing now for 60 years. That middle part with the adults has been narrowing for 40 years. And we're about to have a big bulge throughout the advanced world. And just behind them in China now, moving into mass retirement. And so what was good for consumption and then was good for investment in production is now good for nothing. Because retirees don't add value. They liquidate their savings. They go into very low velocity investments which really aren't used for industrial development at all. And you're left with an economy that we don't even know how to put a name to. And we're going to see the majority of the worlds of the rich world move into that environment in just the next few years. And China, if you believe the new data that seems to be leaking out of their census as of just a couple of weeks ago, it looks like they are far further along than we've ever thought. And they are absolutely going to age out this decade as well, assuming nothing else goes wrong. And in that sort of environment, globalization at its core becomes impossible because globalization is ultimately built on consumption. The European Union has worked for the last 25 years, even though it has a terminal demography, because they can sell to the wider world. But when too many countries pass that threshold, that's no longer possible. And so the the developing world has not developed enough and is aging even faster than what we've seen go on in the rest of the world for the last 60 years. So every piece of the value chain and of the trade system that we've become used to in globalization, most of it just doesn't work anymore. You can have some smaller regional systems where the local geography and the local demographics interact in a constructive manner, but a global system that is not okay. So I'd like to compare the cases of China and America here with respect to demography and its implications. Most people listening to this who have not like me, have not thought much about demographics, will have been thinking that China has been rightly touted for their economic growth low these several decades and also for their their authoritarian ability to just get things done in a way that we can't right. So they can build a bridge in a matter of weeks that would take us ten years to permit and another ten years to build or to fail to build. And yet that picture of kind of like an endless labor force and a friction free environment where ideas can just translate into execution in a matter of minutes, that is all going away by virtue of this demographic collapse. And America has a very different fate with respect to demography. Ian, feel free to jump in if you see the China picture in a fundamentally different way. But then I want to just compare China, America. I will certainly tell you that I was very deeply disturbed when I saw the report came out recently from I guess it was the Shanghai Academy of Social Sciences that thought that there would be a decline in Chinese population starting now. And they expect that by the end of the century. You're looking at a Chinese population at under 600 million. That is utterly startling. If true, it is dramatically worse than the worst case scenarios of where the UN and others have expected that China's population would be. Even just a year ago, you were talking about peaking out at 2027 and that there would be a much more gradual decline. So, yeah, that's a huge problem. Don't get me wrong. Let's just take this one piece, because, again, I think this is counterintuitive to most people. Most people believe they know that China had a massive overpopulation problem and that was why you would have a one child policy in the first place. So that the goal had to be at least to stabilize the population, if not shrink it. And so why is it a disaster to shrink the population? Give me some color to what must be true if a population is shrinking that much that fast. Well, there's the question of who's working and there's also the question of who's buying. And therefore, what happens to China's economy? What happens to its influence globally? What happens to its ability to project power? Now, one way to resolve that is you bring in you have an immigration policy that would allow massive numbers of people that can engage in that workforce, younger people and the rest into China. Historically, China has been very unenthused about that kind of a policy. Right? I mean, this is not it's also a very big boulder move. You'd need hundreds of millions. No, I know, but I mean, having said that, the Chinese have exported an enormous amount of surplus labor in decades past to countries where they had people didn't have anything to do. They made sure they got them something to do. And it used to be that a big challenge that a lot of the backlash the Chinese had wasn't that their loans became equity, but rather because they were taking jobs away from local Africans or Bahamanians and others. Well, no one's talking about that anymore. So, Peter, what do you again, to just to linger on this point, the kind of the bridge to depopulation? Why is the passage across that bridge so harrowing? I guess, even in the generic case. But let's take the specific case of China. Let's just say this is true and the population is going to shrink the way you expect based on just looking at the demographic pyramid, barring the magical invention of an army of super intelligent robots that can see to the needs of everyone as they start buying adult diapers. I've seen that movie. What are you expecting to be true at the level of day to day existence in China? If the new data is correct, there are more Chinese over age 45 than under at this point. And that means just maintaining the base productive capacity of the country has already passed them to the point of no return, that there are no longer if you'd like to continue listening to this conversation, you'll need to subscribe@samharris.org. Once you do, you'll get access to all full length episodes of the Making Sense podcast, along with other subscriber only content, including bonus episodes, namas. And the conversations I've been having on the Waking Up app. The Making Sense podcast is ad free and relies entirely on listener support. And you can subscribe now@samharris.org. You our.",
  "utterances": null,
  "confidence": 0.941516660147765,
  "audio_duration": 3258,
  "punctuate": true,
  "format_text": true,
  "dual_channel": null,
  "webhook_url": null,
  "webhook_status_code": null,
  "webhook_auth": false,
  "webhook_auth_header_name": null,
  "speed_boost": false,
  "auto_highlights_result": null,
  "auto_highlights": false,
  "audio_start_from": null,
  "audio_end_at": null,
  "word_boost": [],
  "boost_param": null,
  "filter_profanity": false,
  "redact_pii": false,
  "redact_pii_audio": false,
  "redact_pii_audio_quality": null,
  "redact_pii_policies": null,
  "redact_pii_sub": null,
  "speaker_labels": false,
  "content_safety": false,
  "iab_categories": false,
  "content_safety_labels": {
    "status": "unavailable",
    "results": [],
    "summary": {}
  },
  "iab_categories_result": {
    "status": "unavailable",
    "results": [],
    "summary": {}
  },
  "language_detection": false,
  "custom_spelling": null,
  "throttled": null,
  "auto_chapters": false,
  "summarization": false,
  "summary_type": null,
  "summary_model": null,
  "disfluencies": false,
  "sentiment_analysis": false,
  "chapters": null,
  "sentiment_analysis_results": null,
  "entity_detection": false,
  "entities": null,
  "summary": null,
  "speakers_expected": null
}